Repository: PedrinL27/que-larica
Catalog: QueLarica/translations/*/LC_MESSAGES/messages.po
Languages: es

source: Cadastro Cliente
es: Registro de Cliente

source: Voltar
es: Volver

source: Nome
es: Nombre

source: E-mail
es: Correo electrónico

source: Senha
es: Contraseña

source: CPF
es: DNI / NIF" # CPF é um documento brasileiro, então aqui usei uma equivalência geral, pode ajustar conforme públic

source: Endereço
es: Dirección

source: Cadastrar
es: Registrar

source: Cardápio de
es: Menú de

source: Pesquisar
es: Buscar

source: Adicionar ao Carrinho
es: Agregar al Carrito

source: Este restaurante ainda não possui produtos no cardápio.
es: Este restaurante aún no tiene productos en el menú.

source: Seu Carrinho
es: Tu Carrito

source: Quantidade:
es: Cantidad:

source: Escolha a forma de pagamento
es: Elige la forma de pago

source: Cartão
es: Tarjeta

source: Pix
es: Pix" # Pix é um sistema brasileiro; se não fizer sentido, pode ser substituído por "Transferencia

source: Seu carrinho está vazio. Adicione itens para continuar.
es: Tu carrito está vacío. Agrega productos para continuar.

source: Dashboard
es: Panel de Control

source: Início
es: Inicio

source: Carrinho
es: Carrito

source: Configurações
es: Configuraciones

source: Sair
es: Salir

source: Restaurantes Online
es: Restaurantes en Línea

source: Foto padrão
es: Foto predeterminada

source: Endereço:
es: Dirección:

source: Ver Cardápio
es: Ver Menú

source: Não há restaurantes online no momento.
es: No hay restaurantes en línea en este momento.

source: Data:
es: Fecha:

source: Status:
es: Estado:

source: Itens:
es: Artículos:

source: Você não tem pedidos no momento.
es: No tienes pedidos en este momento.

source: Pagamento via Pix
es: Pago vía Pix

source: Use o QR Code abaixo para realizar o pagamento.
es: Usa el código QR abajo para realizar el pago.

source: QR Code Pix
es: Código QR Pix

source: Fiz o pagamento
es: He realizado el pago

source: Cadastro Entregador
es: Registro de Repartidor

source: Dashboard do Entregador
es: Panel de Control del Repartidor

source: Pedidos Disponíveis
es: Pedidos Disponibles

source: Endereço do Restaurante:
es: Dirección del Restaurante:

source: Endereço do Cliente:
es: Dirección del Cliente:

source: Aceitar
es: Aceptar

source: Não há pedidos disponíveis no momento.
es: No hay pedidos disponibles en este momento.

source: Em Transporte
es: En Transporte

source: Bem Vindo(a)!
es: ¡Bienvenido(a)!

source: Escuro
es: Oscuro

source: Entregador
es: Repartidor

source: Cadastro
es: Registro

source: Cadastrar Novo Produto
es: Registrar Nuevo Producto

source: Nome do Produto:
es: Nombre del Producto:

source: Digite o nome do produto
es: Escribe el nombre del producto

source: Descrição:
es: Descripción:

source: Descreva o produto
es: Describe el producto

source: Preço:
es: Precio:

source: Digite o preço
es: Escribe el precio

source: Imagem (opcional):
es: Imagen (opcional):

source: Cadastrar Produto
es: Registrar Producto

source: Cadastro Restaurante
es: Registro de Restaurante

source: Nome do Restaurante
es: Nombre del Restaurante

source: CNPJ
es: NIF / CIF" # Equivalente espanhol para CNP

source: Status atual:
es: Estado actual:

source: Online
es: En línea

source: Offline
es: Desconectado

source: Português
es: Portugués

source: English
es: Inglés

source: Foto preview
es: Vista previa de la foto

source: Editar Produto
es: Editar Producto

source: Nome:
es: Nombre:

source: Preço (R$):
es: Precio (R$):" # Pode ajustar o símbolo da moeda conforme o context

source: Imagem atual:
es: Imagen actual:

source: Imagem atual
es: Imagen actual

source: Salvar Alterações
es: Guardar Cambios

source: Recusar
es: Rechazar

source: Não há pedidos pendentes.
es: No hay pedidos pendientes.
